{
  "Suez Canal": [
    "Long before the modern 1869 version, Egyptian Pharaohs built a 'Canal of the Pharaohs' to link the Nile River to the Red Sea.",
    "The Statue of Liberty was originally designed as a lighthouse for the Suez Canal's entrance before the designer took the idea to America.",
    "Unlike many others, the Suez Canal has no locks because the Mediterranean and Red Seas are at the same altitude, allowing water to flow freely.",
    "Following the 1967 war, 15 ships were trapped in the Suez Canal for eight years; they became known as the 'Yellow Fleet' due to accumulating desert sand.",
    "By cutting through Egypt, the Suez Canal allows ships to bypass the entire continent of Africa, saving about 4,300 miles of travel."
  ],
  "Panama Canal": [
    "The Panama Canal uses massive locks to lift ships 85 feet above sea level into Gatun Lake before lowering them back down on the other side.",
    "Due to the 'S' curve of the Isthmus, a ship traveling from the Atlantic to the Pacific through the Panama Canal actually moves from West to East.",
    "In 1928, adventurer Richard Halliburton swam the length of the Panama Canal; his toll, based on his weight, was only 36 cents.",
    "The amount of earth excavated to build the Panama Canal was enough to bury the entire island of Manhattan 12 feet deep.",
    "Over 25,000 workers died during the Panama Canal’s construction, mostly from yellow fever and malaria, before doctors realized mosquitoes were the cause."
  ],
  "Strait of Hormuz": [
    "The Strait of Hormuz is the world's most vital energy artery, with roughly 20% of the world's total oil consumption passing through it daily.",
    "While the Strait of Hormuz is 21 miles wide, the safe shipping lanes for tankers are only two miles wide in each direction to avoid shallow reefs.",
    "The Strait of Hormuz features unique 'salt glaciers,' where massive underground salt domes have pushed up through the earth to form islands like Hormuz.",
    "For over 4,000 years, the Strait of Hormuz has been the primary trade link between the ancient Indus Valley civilizations and Mesopotamia.",
    "Despite its narrow width, the Strait of Hormuz is deep enough to accommodate the world’s largest 'Super-tankers' that carry millions of barrels of oil."
  ],
  "Bab el-Mandeb": [
    "The name Bab el-Mandeb translates from Arabic as the 'Gate of Grief,' likely referring to the dangerous navigation that caused many ancient shipwrecks.",
    "Scientists believe the Bab el-Mandeb was the primary crossing point for the first modern humans migrating out of Africa into Asia.",
    "A proposal exists to build the 'Bridge of the Horns' across the Bab el-Mandeb, which would be one of the longest suspension bridges in the world.",
    "The Bab el-Mandeb strait is divided into two channels by Perim Island; the western channel is 16 miles wide, while the eastern is only 2 miles wide.",
    "The Bab el-Mandeb was formed millions of years ago by the tectonic pulling apart of the African and Arabian plates."
  ],
  "Strait of Malacca": [
    "Connecting the Indian and Pacific Oceans, the Strait of Malacca is the busiest shipping lane on Earth, handling over 90,000 vessels annually.",
    "The Strait of Malacca is so shallow (only 25 meters deep) that it limits the size of the world's largest ships, a standard known as 'Malaccamax.'",
    "Shipping in the Strait of Malacca is often disrupted by 'The Haze'—thick smoke caused by agricultural forest fires on the nearby island of Sumatra.",
    "Historically, the thousands of tiny islands and inlets in the Strait of Malacca made it the most pirate-infested waterway in the world.",
    "The 15th-century Sultanate of Malacca became one of the wealthiest empires in history simply by taxing the trade passing through this strait."
  ],
  "Bosphorus": [
    "The Bosphorus is a unique natural strait in Istanbul, Turkey, that forms the physical boundary between the continents of Europe and Asia.",
    "The Bosphorus has a 'double-decker' current: fresh water flows south on the surface, while a dense, salty current flows north deep underneath.",
    "To conquer Constantinople in 1453, the Ottomans built the Rumeli Hisarı fortress on the Bosphorus to cut off the city's maritime supplies.",
    "Every year, thousands of athletes participate in a race to swim across the Bosphorus, literally swimming from Asia to Europe.",
    "The Bosphorus is home to the Marmaray, the world’s deepest immersed tube tunnel, which carries trains under the seabed between two continents."
  ],
  "Dardanelles": [
    "Known in Greek myths as the Hellespont, the Dardanelles is famous for the legend of Leander, who swam the strait every night to visit his lover.",
    "In 480 BC, the Persian King Xerxes lashed hundreds of ships together to create a floating bridge across the Dardanelles for his invading army.",
    "The Dardanelles was the site of the 1915 Gallipoli Campaign, one of the most significant and costly naval battles of World War I.",
    "The 1915 Çanakkale Bridge, which spans the Dardanelles, currently holds the record for the world's longest suspension bridge span.",
    "The Dardanelles connects the Aegean Sea to the Sea of Marmara and is remarkably deep, reaching over 300 feet in some sections."
  ],
  "Strait of Gibraltar": [
    "In ancient times, the mountains on either side of the Strait of Gibraltar were called the 'Pillars of Hercules,' marking the end of the known world.",
    "At its narrowest point, the Strait of Gibraltar separates the continents of Europe and Africa by only 9 miles (14.3 km).",
    "Five million years ago, the Strait of Gibraltar closed up, causing the entire Mediterranean Sea to dry up into a massive salt desert.",
    "The meeting of Atlantic and Mediterranean waters in the Strait of Gibraltar creates massive 'internal waves' that are hundreds of feet tall but invisible on the surface.",
    "The Rock of Gibraltar, which overlooks the strait, is home to the only wild monkey population (Barbary macaques) in all of Europe."
  ],
  "English Channel": [
    "The English Channel is home to the 'Chunnel,' a 31-mile railway tunnel that runs beneath the seabed to connect the UK and France.",
    "Approximately 10,000 years ago, the English Channel didn't exist; a land bridge called Doggerland allowed humans to walk from Europe to Britain.",
    "Since 1875, fewer people have successfully swam across the English Channel than have successfully climbed Mount Everest.",
    "During WWII, the English Channel’s 'Chain Home' radar stations were the first in the world to provide an early warning system against air attacks.",
    "The famous White Cliffs of Dover on the English side of the channel are made of microscopic sea shells deposited over 60 million years."
  ],
  "Danish Straits": [
    "The Danish Straits (The Sound, Great Belt, and Little Belt) are the only natural waterways connecting the Baltic Sea to the Atlantic Ocean.",
    "For 400 years, the King of Denmark charged a 'Sound Due' to every ship passing through the Danish Straits, making it the wealthiest kingdom in Scandinavia.",
    "In 1658, the Danish Straits froze so solid that the Swedish army marched their entire cavalry and artillery across the ice to attack Denmark.",
    "The Øresund Bridge across the Danish Straits starts as a bridge from Sweden and transforms into an underwater tunnel before reaching the Danish shore.",
    "The Danish Straits act as a giant mixing bowl where the salty North Sea water meets the nearly fresh water of the Baltic Sea."
  ],
  "Lombok Strait": [
    "Because the Lombok Strait is much deeper than the Strait of Malacca, it is the preferred route for 'Super-tankers' that are too heavy for other paths.",
    "The Lombok Strait is a biological boundary; animals to the west are related to Asian species, while those to the east are related to Australian species.",
    "The Lombok Strait is famous for 'Internal Waves'—massive, underwater waves created by tides that can be detected from outer space.",
    "The Lombok Strait is flanked by two of the world’s most impressive volcanoes: Mount Agung on Bali and Mount Rinjani on Lombok.",
    "The 'Indonesian Throughflow' pours massive amounts of water from the Pacific into the Indian Ocean through the narrow Lombok Strait."
  ],
  "Sunda Strait": [
    "The Sunda Strait is home to the volcano Krakatoa; its 1883 eruption was so loud it was heard 3,000 miles away in Australia.",
    "The Sunda Strait separates the two most populated islands in the world, Java and Sumatra, but currently has no bridge connecting them.",
    "In the middle of the Sunda Strait sits 'Anak Krakatau' (Child of Krakatoa), a new volcanic island that is currently growing at a rate of 15 feet per year.",
    "The Sunda Strait is notoriously difficult for large ships because it is very narrow, full of small islands, and prone to sudden volcanic activity.",
    "In 1942, the Sunda Strait was the site of a major naval battle where a small Allied fleet was intercepted by the Imperial Japanese Navy."
  ]
}